Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_+99 Reinforced Wooden Stick.tmx
Source language: en
Languages: es_419

source: show them the true fear that the hallasan guild can bring!
es_419: ¡Muéstrales el verdadero miedo que puede provocar el Gremio de Hallasan!

source: ...from the hellhole that she had endured for years.
es_419: … del infierno en el que había estado tantos años.

source: and they forced her onto the stage.
es_419: Y la forzaron a subir al escenario.

source: your item has been destroyed.
es_419: Tu objeto ha sido destruido.

source: didn’t you agree to meet with that girl, luv, today?
es_419: ¿No quedó en verse hoy con esa chica, Amor?

source: ding ding ding ding ding ding ding ding ding ding ding ding ding
es_419: PLIN PLIN PLIN PLIN PLIN PLIN

source: if he realizes that all of his efforts ended up ruining his future in the game, who knows what kind of hell he’ll raise...
es_419: Si se da cuenta de que todos sus esfuerzos terminaron arruinando su futuro en el juego, ¿quién sabe qué clase de desastre pueda hacer…?

source: after that, sarang never left her room.
es_419: Después de eso, Sarang nunca salía de su habitación.

source: everyone, attack!
es_419: ¡Todos al ataque!

source: hello, hallasan guild!
es_419: ¡Hola, Gremio de Hallasan!

source: hello, everyone.
es_419: Hola a todos.

source: but boss, why did you want to use one of these ancient computers?
es_419: Pero, jefe, ¿por qué quería una de estas computadoras antiguas?

source: where the hell did undies go?!
es_419: ¡¿Adónde se fue Calzón?!

source: op, as in "overpowered".
es_419: SP es cuando alguien es superpoderoso.

source: not to mention, I need to get revenge on that girl.
es_419: Y ni hablemos de que debo vengarme de esa otra chica.

source: *about 15.44 million usd (exchange rate as of jun 2022)
es_419: *Unos 15 000 000 USD (al cambio de junio de 2022)

source: it was this moment...
es_419: Este fue el momento…

source: Staff Jaehyun LeeㆍRock LeeㆍBobaccari KongsunaㆍWallabyㆍBalkwang Beoseot
es_419: Equipo: Jaehyun LeeㆍRock LeeㆍBobaccari KongsunaㆍWallabyㆍBalkwang Beoseot

source: ProducerㆍDu-eop
es_419: Producción: Du-eop

source: b-boss luv!
es_419: ¡L-la ama Amor!

source: preschool{j}preschool
es_419: Escuela infantil

source: let’s make this contract happen.
es_419: Confirmemos ese contrato.

source: how about we talk...
es_419: ¿Qué te parece si hablamos…

source: I-I see!
es_419: ¡E-entiendo!

source: ooh! you got it one go!
es_419: ¡Ahh! ¡Lo derribaste de un golpe!

source: ...it’d still probably take decades to make it there.
es_419: … probablemente igual llevaría décadas lograrlo.

source: ...I’ve only got one quest left to finish.
es_419: … solo me queda una misión por hacer.

source: ...you’ll never be able to kill me.
es_419: … jamás podrás matarme.

source: okay, so you think you’re quick, huh?
es_419: Bien. Así que crees que eres rápido, ¿eh?

source: did I not mention why at the arcade earlier?
es_419: ¿No te lo dije antes en el salón de realidad virtual?

source: forget what I said earlier.
es_419: Olvida lo que dije antes.

source: I worked harder than anybody that I knew.
es_419: Trabajaba más duro que cualquiera que conociera.

source: cough!
es_419: ¡Cof!

source: damn it!
es_419: ¡Maldita sea!

source: as time passed by...
es_419: A medida que pasó el tiempo…

source: but I mean, judging from the situation at hand, I think I get the gist.
es_419: Pero, a juzgar por la situación, creo que capto la idea.

source: eat up!
es_419: ¡Come!

source: more importantly, they’re all pretty weak.
es_419: Lo más importante es que son todos muy débiles.

source: please join us...
es_419: Por favor, únetenos.

source: but you have three times the ability points!
es_419: ¡sino que ahora tiene el triple de puntos de habilidad!

source: my gosh, did you not hear me?
es_419: Cielos, ¿no me escuchaste?

source: Art by:
es_419: Arte:

source: story: hongsil, art: jipery, producer: yopy, staff: rock lee, bobaccari, kongsuna, wallaby, balkwang beoseot, 3742
es_419: {j}Historia: Hongsil

source: go watch hawkeye’s livestream!
es_419: ¡Vayan a ver el stream de Hawkeye!

source: r{j}o{j}a{j}a{j}a{j}r
es_419: GRAAAAA

source: hallasan guild manager mr. oh
es_419: Administrador del Gremio de Hallasan Sr. Oh

source: urakan lv.{j}180
es_419: Urakan Nv. 180

source: [urus] shall have his revenge!
es_419: ¡[Urus] tendrá su venganza!

source: we could always use one of those new ones for online gaming.
es_419: Podríamos usar una de las nuevas para jugar a juegos en línea.

source: ...there’s a ton of food.
es_419: … tendrás mucho que comer.

source: wh-why are you doing this?
es_419: ¡¿P-Por qué haces esto?!

source: oh, man.
es_419: Oh, cielos.

source: darn.
es_419: Rayos.

source: job advancement complete.
es_419: Avance completo.

source: ever since then, the hallasan guild has been constantly coming after me for these knuckles.
es_419: Desde ese momento, el Gremio de Hallasan me ha estado acosando para quitármelas.

source: you’ve gotten so big, sarang.
es_419: Cómo creciste, Sarang.

source: hooooold on!
es_419: ¡Esperaaaa!

source: the +99 reinforced wooden stick.
es_419: el palo de madera +99.

source: what is this all about now?
es_419: ¿A qué viene todo esto ahora?

source: it's about "that user"!
es_419: ¡Se trata de “ese usuario”!

source: hey, undies!
es_419: ¡Oye, Calzón!

source: that planet was...
es_419: Ese planeta…

source: that was pretty good.
es_419: Eso estuvo bastante bien.

source: loser.{j}5h
es_419: Perdedor.

source: yo!
es_419: ¡Hola!

source: what’s that sparkling powder?{j}a
es_419: ¿Qué es ese polvo brillante?

source: I could bring that to you before lunch.
es_419: Las tendré aquí antes del almuerzo.

source: that wasn’t...
es_419: Ese no era…

source: and even to this day...
es_419: Y hasta el día de hoy…

source: crumble
es_419: BRUUM

source: even our weakest and newest member spend over 10 million.
es_419: Hasta los miembros más nuevos y débiles gastan más de 10 millones.

source: -Chrono life staff-
es_419: -Los devs de Chrono Life-

source: you want me to help you level up or not?!
es_419: ¡¿Quieres que te ayude a subir de nivel o no?!

source: b{j}r{j}r{j}r{j}r{j}r{j}r{j}r{j}r{j}r{j}r{j}r{j}r{j}r{j}r{j}r{j}r{j}r{j}r{j}r{j}r
es_419: Brrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr

source: then I guess I’ll just have to amp up the power.
es_419: Supongo que tendré que aumentar el poder.

source: healing factor
es_419: Factor de curación

source: that wouldn’t be revenge. that’s just suicide.
es_419: Eso no sería venganza. Eso es suicidio.

source: not even the newbies feeling bad for me. but then again, I am sitting here in just my panties with a pile of destroyed items.
es_419: Hasta a los novatos les doy pena. Pero, bueno, estoy sentado aquí en calzoncillos junto a una pila de objetos destruidos.

source: I don’t know if I should answer or not.
es_419: No sé si debería responder o no.

source: we’re going to party up and farm, right?
es_419: Hicimos un grupo y vamos a matar bichos, ¿no?

source: I’m the top dog here.
es_419: Aquí soy el que manda.

source: the user base of linnage ranges from people in their 30s to their 50s. for these old linnagers, spending egregious amounts of money on the game is a standard that they follow. and because they are a demographic that possesses high amounts of disposable income with exorbitant spending habits, they are considered the most important user demographic for games that implement purchase-heavy business models. on average, these users spend 3 million won on the game, while big spenders could spend over 10 billion won. while big spenders exist within the user base of other games, old linnagers in particular value their spending over actual skill within...
es_419: El usuario promedio del "Linnage" tiene de 30 a 50 años. Para estos viejos Linnagers, la norma es gastar cantidades exorbitantes de dinero en el juego. Y como son un grupo demográfico que posee ingresos muy altos y tiene hábitos de gastos excesivos, se los considera el grupo demográfico de usuarios más importante para los juegos que implementan modelos de negocios basados en las compras. En promedio, estos usuarios gastan tres millones de wones en el juego, mientras que los grandes consumidores pueden llegar a gastar más de 10 000 millones de wones. Aunque hay grandes consumidores dentro de las bases de usuarios de otros juegos, los viejos Linnagers, en particular, valoran lo gastado por sobre la habilidad real dentro…

source: I could call any price I wanted.
es_419: Podría pedir el precio que quiera.

source: do you really think that’s possible?
es_419: ¿Realmente creen que es posible?

source: what’s the point of me slaving over this bone broth for hours?!
es_419: ¡¿Para qué me mato durante horas para hacer este caldo,

source: sarang’s parents tried to make an appeal, but of course, that didn’t work.
es_419: Los padres de Sarang intentaron apelar, pero, obviamente, eso no funcionó.

source: it was a miracle.
es_419: Fue un milagro.

source: not to mention, he’s not going against just anyone. they’re members of the world alliance guild.
es_419: Y ni hablar de que él no se enfrenta a cualquiera. Son miembros de la alianza mundial de gremios.

source: nearby front village the starting ruins
es_419: CERCA DE LA ALDEA FRONT LAS RUINAS INICIALES

source: but we’re inside of a game.
es_419: Pero estamos dentro de un juego.

source: hahahaha, bloodbath? hahahaha hahaha!
es_419: Ja, ja, ja, ja, ja, ¿un baño de sangre? ¡Ja, ja, ja, ja, ja!

source: she’s been in first place...
es_419: Lleva 13 semanas seguidas…

source: remember what I always tell you.
es_419: Recuerda lo que siempre te digo.

source: the default weapon for beginners. description: very weak.
es_419: El arma por defecto para principiantes. Descripción: muy débil.

source: d{j}i{j}e{j}!
es_419: ¡MUERE!

source: I’m exposing the seedy ways of game developers!
es_419: ¡Voy a desenmascarar los manejos de los desarrolladores de juegos!

source: uhh, sure...
es_419: Sí, claro…

source: what’s our fighter doing?!
es_419: ¡¿Qué hace la luchadora?!

source: you thieving, little b*tch! give me my weapon back!
es_419: ¡Zorra ladrona! ¡Devuélveme mi arma!

source: now do a surprise event where we reimburse the players handsomely. make sure to upload an announcement about it.
es_419: Crea un evento sorpresa en el que recompensaremos a los jugadores generosamente. Asegúrate de publicar un anuncio.

source: ugh, there’s no getting through to her.
es_419: Agh, no se puede hablar con ella.

source: and we won’t be cooperating with you any longer.
es_419: Y ya no cooperaremos más contigo.

source: he has a total of eight different mirrors.
es_419: Tiene un total de ocho espejos diferentes.

source: the monsters in this game are programmed to only perform their given roles within their given spaces.
es_419: Los monstruos de este juego están programados para cumplir su rol dentro de un espacio determinado.

source: ohoho! where are you going?
es_419: Jo, jo, jo. ¿Adónde vas?

source: h-how...?
es_419: ¿C-cómo…?

source: hmm, really?
es_419: Mmm, ¿de verdad?

source: <warning>
es_419: <Advertencia>

source: after we saw an article saying that you played chrono life, we came to find you.
es_419: Leímos un artículo en el que decía que jugabas a Chrono Life y vinimos a buscarte.

source: ...a +99 reinforced wooden stick.
es_419: … un palo de madera +99.

source: no way, that’s impossible.
es_419: Ni hablar, es imposible.

source: could it be?!
es_419: ¡¿Será cierto?!

source: did you all just forget that he killed over three million people not too long ago?!
es_419: ¡¿Ya olvidaron que mató a más de tres millones de usuarios no hace tanto tiempo?!

source: master novice unique attribute activated
es_419: Maestro principiante Atributo único activado

source: hallasan guild manager mr. kim
es_419: Administrador del Gremio de Hallasan Sr. Kim

source: I did anything in my power to find it.
es_419: Hice hasta lo imposible por encontrarlo.

source: how many times have I told you not to pour kimchi sauce into your soup?!
es_419: ¡¿Cuántas veces te dije que no le pusieras salsa de kimchi a la sopa?!

source: bb{j}what’s he going on about now?
es_419: ¿De qué está hablando?

source: cough...
es_419: Cof…

source: what do you want with me?
es_419: ¿Qué quieren de mí?

source: ...I need much more!
es_419: … ¡necesito mucho más!

source: whatever, I can just buy another one.
es_419: En fin, me puedo comprar otro.

source: wait, what?!
es_419: Pero ¡¿qué?!

source: ...is now completely erased.
es_419: … han sido completamente eliminados.

source: huff
es_419: UFF

source: I’m going easy on you just this once.
es_419: Voy a ser piadoso contigo solo por esta vez.

source: +99{j}episode 1. +99 Reinforced Wooden Stick
es_419: Palo de madera +99{j}

source: all right, get ready for a beating!
es_419: ¡Muy bien, prepárate para una paliza!

source: repeat after me!
es_419: ¡Repite conmigo!

source: ...her eyes quickly went bad and she began to have to wear glasses.
es_419: … su visión empeoró rápidamente y tuvo que empezar a usar lentes.

source: not too long ago, I was just level 7.
es_419: Hasta hace poco, solo estaba en el nivel 7.

source: but which one should I take?
es_419: Pero ¿cuál debería elegir?

source: jl{j}seriously hahaha.
es_419: En serio, ja, ja, ja, ja.

source: it was a miracle that that sarang was able to get out of that situation.
es_419: Fue un milagro que Sarang pudiera escapar de esa situación.

source: you think sorry’s going to be enough?
es_419: ¿Crees que con una disculpa alcanza?

source: that’s the name of the planet you destroyed.
es_419: Ese es el nombre del planeta que destruiste.

source: someone help!
es_419: ¡Que alguien me ayude!

source: episode 5. prologue
es_419: EPISODIO 5: PRÓLOGO

source: ...is about 15 billion gold or 15 billion won*.
es_419: … es de unos 15 000 millones en oro o 15 000 millones de wones*.

source: user identity confirmed.
es_419: Identidad de usuario confirmada.

source: artㆍJiperi
es_419: Arte: Jiperi

source: Staff Jaehyeon leeㆍRokriㆍMimangaㆍKongsnaㆍWallabi
es_419: Equipo: Jaehyeon leeㆍRokriㆍMimangaㆍKongsnaㆍWallabi

source: through your efforts, you have reached the master level as a beginner.
es_419: Gracias a tus esfuerzos, has alcanzado el nivel maestro siendo principiante.

source: she was at a time in her life where all she should have known was happiness.
es_419: Estaba en un momento de su vida en el que lo único que debía conocer era la felicidad.

source: hah...
es_419: Ja…

source: another good chrono life session today.
es_419: Hoy tuve otra buena sesión de Chrono Life.

source: what was that about my character being screwed?
es_419: ¿qué era eso de que mi personaje estaba arruinado?

source: I wonder what he looks like in-person.
es_419: Me pregunto cómo lucirá en persona.

source: we’ve met before, right?
es_419: Ya nos conocíamos, ¿no?

source: Written by:
es_419: Escrito por:

source: ...he destroyed the planet.
es_419: … destruyó el planeta.

source: who are you?!
es_419: ¡¿Quién eres?!

source: hmph.
es_419: Jum.

source: he is a heinous player killer who must be caught!
es_419: ¡Es un cruel asesino de jugadores al que hay que atrapar!

source: I suppose you have your equipment to thank for that.
es_419: supongo que es gracias a tu equipamiento.

source: we would like to take this opportunity to comment on the current issues that have been brought to light.
es_419: Queremos aprovechar esta oportunidad para referirnos a los temas actuales que han salido a la luz.

source: ...there wasn’t a single person...
es_419: … ni una sola persona…

source: agh! the bunnybears are coming!
es_419: ¡Agh! ¡Ahí vienen los osonejos!

source: but you know, it’s strange.
es_419: Pero es extraño, ¿sabe?

source: I’ve never cursed before. it’s so hard to get used to!
es_419: Jamás dije malas palabras. ¡No es fácil acostumbrarse!

source: ego sword?
es_419: ¿Espada Ego?

source: why did he...
es_419: ¿Por qué…

source: you have regained ownership of this weapon.
es_419: Has recuperado la titularidad de esta arma.

source: you have accepted this quest.
es_419: Has aceptado esta misión.

source: what do you mean...?
es_419: ¿Qué quieres decir…?

source: what should we do, sir?
es_419: ¿Qué hacemos, señor?

source: then the recording of that livestream went on to go viral among a ton of different gaming communities, as well as utube...
es_419: Luego, la grabación de ese stream se hizo viral en varias comunidades de juegos, así como en Utube…

source: ...I didn’t use my full power even once.
es_419: … no golpeé con toda mi fuerza en ningún momento.

source: urakan urus’ lost head
es_419: URAKAN La cabeza perdida de Urus

source: once I advanced, my hair color suddenly changed.
es_419: Cuando avancé, de repente mi pelo cambió de color.

source: ravine of the deceased
es_419: Valle de los Muertos

source: this is no time to hide my powers!
es_419: ¡Este no es momento de ocultar mi poder!

source: I’m sorry.
es_419: Lo siento.

source: hahahahaha, that was awesome!
es_419: Ja, ja, ja, ja, ja, ¡eso fue increíble!

source: the soul of the [sword] has entered your body.
es_419: El alma de [la espada] ha entrado en tu cuerpo.

source: respawn the act of game monsters reviving after a set amount of time.
es_419: Reaparecer El hecho de que los monstruos del juego revivan después de un tiempo determinado.

source: the worth of all of the loot on the ground...
es_419: El valor de todo el equipamiento que hay en el suelo…

source: I am the hawkeye!
es_419: ¡Yo soy Hawkeye!

source: why?
es_419: ¿Por qué?

source: I’ll go instead.
es_419: Yo me encargaré.

source: you’re the first one on this entire planet to hit the master level!
es_419: ¡Usted es el primero en todo el planeta en llegar al nivel maestro!

source: was it an illusion?
es_419: ¿Fue una ilusión?

source: you’re like a knight out of a fairytale!
es_419: ¡Eres como un caballero de cuento de hadas!

source: we screwed up that whole boss battle because of this jerk!
es_419: ¡Se arruinó toda la batalla con el jefe por culpa de esta imbécil!

source: connecting to chrono life.
es_419: Conectando con Chrono Life.

source: did you... do that just now?
es_419: ¿Fuiste tú… el que hizo eso?

source: what should we name our daughter?
es_419: ¿Cómo le pondremos a nuestra hija?

source: b-but, we should at least have some sort of backup plan...
es_419: P-pero al menos deberíamos tener un plan de contingencia…

source: yo{j}99{j}hahahaha
es_419: ¡Ja, ja, ja, ja, ja!

source: ki{j}that battle looks intense.
es_419: Esa pelea parece intensa.

source: ...that really had the most impact.
es_419: … que más me impactó.

source: *customization
es_419: *PERSONALIZACIÓN

source: what happened to all of that medieval-style talk from earlier?
es_419: ¿Qué pasó con toda tu prosa elegante?

source: and the second being...
es_419: Y el segundo es…

source: how could you have surpassed such a dismal percentage...
es_419: ¿Cómo podrías haber superado un porcentaje tan bajo…

source: I don’t know much about the game, since I’m still a newbie!
es_419: ¡No sé mucho sobre el juego, porque soy un novato!

source: secret tactic.
es_419: Técnica secreta.

source: the guilds of the world were at my feet!
es_419: ¡Todos los gremios del mundo estaban a mis pies!

source: apparently, it’s because he killed too many players at once.
es_419: Parece que porque mató a muchos jugadores a la vez.

source: ugh, damn it! run!
es_419: ¡Agh, maldición! ¡Corre!

source: how dare she try to own me?
es_419: ¿Cómo se atreve a querer apropiarse de mí?

source: me too!
es_419: ¡A mí también!

source: hey, cutie.
es_419: Hola, lindo.

source: as well as the exp from slaying urus’ legion, the hardest dungeon monster in the game.
es_419: Y también por matar a la legión de Urus, los monstruos de la mazmorra más difícil del juego.

source: I’m a professional mercenary.{j}I work for my money!
es_419: Soy una mercenaria profesional. ¡Trabajo por dinero!

source: do your job, chrono life!
es_419: ¡Haz tu trabajo, Chrono Life!

source: arrogant, little human...
es_419: Humana arrogante…

source: last episode
es_419: Último episodio

source: "the land where life and death converge."
es_419: “La tierra en donde la vida y la muerte convergen”.

source: supreme commander of the top five guild alliance, hawkeye
es_419: Hawkeye, comandante supremo de la alianza de los cinco mejores gremios

source: the rumored one...
es_419: ¿Del que se rumorea…?

source: ...was online gaming.
es_419: … eran los juegos en línea.

source: I mean, the leader of the righteous bandits.
es_419: Quiero decir, el líder de los bandidos honestos.

source: you’re still in bed with those ridiculous vr goggles?!
es_419: ¡¿Aún sigues acostada y con esas ridículas gafas de RV?!

source: ...because of you just now...
es_419: … por culpa de ustedes…

source: I welcome you here with open arms.
es_419: Te doy la bienvenida con los brazos abiertos.

source: that’s so cool!
es_419: ¡Es genial!

source: hahahahaha{j}99
es_419: Ja, ja, ja, ja, ja, ja

source: you didn’t know that? aren’t you supposed to be the head of the development team?
es_419: ¿No lo sabías? ¿No se supone que eres el jefe del equipo de desarrolladores?

source: did you dye it?
es_419: ¿Te lo teñiste?

source: why did you kidnap captain luv?
es_419: ¿Por qué te llevaste a la capitana Amor?

source: wh-where are you going now?
es_419: ¿A-Adónde vas?

source: now then,
es_419: Muy bien.

source: refers to the function in games where you can freely alter your character’s appearance.
es_419: Es la función que tienen los juegos que te permite modificar libremente la apariencia de tu personaje.

source: man, why did it all have to end like this?
es_419: Rayos, ¿por qué tenía que terminar todo así?

source: I didn’t think I’d have someone here so soon.
es_419: No pensé que llegaría alguien tan pronto.

source: w-w-wait!
es_419: ¡E-espera!

source: I commend you for your journey here.
es_419: Te felicito por llegar hasta aquí.

source: give me all of them.
es_419: Dámelas todas.

source: I was wondering...
es_419: Quería saber…

source: ...no one knows the identity of the wanted criminal.
es_419: … nadie conoce la identidad del criminal más buscado.

source: you jerks...
es_419: Imbéciles…

source: I looked it up on vikipedia.
es_419: Lo busqué en la Vikipedia.

source: the twin-headed dragon, urus.
es_419: Urus, el dragón de dos cabezas.

source: leader of the justice guild, hawkeye
es_419: Hawkeye, líder del Gremio de la Justicia

source: I didn’t intend on lying to you in the beginning, but things somehow ended up this way...
es_419: Mi intención no era mentirte, pero, de alguna manera, las cosas se dieron así…

source: music banking
es_419: BANCA MUSICAL

source: the game developers never intended for him to be fair to begin with.
es_419: Los desarrolladores nunca pretendieron que fuera un personaje que pelea justo.

source: it says there’s only one user online right now.
es_419: Aquí dice que solo hay un jugador en línea.

source: I’m currently chasing that monster down!
es_419: ¡Estoy persiguiendo a ese monstruo!

source: wh-what the hell was that?!
es_419: ¡¿Q-qué demonios fue eso?!

source: do they know how strong this sword is?!
es_419: ¡¿No saben el daño que hace esta espada?!

source: so how's "that" going?
es_419: ¿Cómo va "eso"?

source: ...he isn’t allowed to pick it up.
es_419: … no podría levantarlo.

source: spin
es_419: ZAS

source: [livestream mode]
es_419: [Modo stream en vivo]

source: we love you so much.
es_419: Te amamos mucho.

source: did I ask?
es_419: ¿Acaso te pregunté?

source: Now he is on an explosive adventure, ready to mercilessly beat up his past enemies to get revenge.
es_419: Jiwoo emprende una aventura explosiva, dispuesto a vengarse sin piedad de sus viejos enemigos.

source: "the last frontier of death".
es_419: “La última frontera con la muerte”.
